import React from 'react';

function CloseAccountContent() {
  return (
    <div>
      <div className="p-section_header">
        <div className="p-section_header_title">口座閉鎖のお申し出​</div>
      </div>
      <p className="nisa-description">
        口座を閉鎖したい場合は以下より書面をダウンロードし印刷、ご記入の上ご返送ください。
        <br />
        お申し出にあたり、以下のご注意事項を必ずよくご確認ください。
        <br/>
        ※法人口座の閉鎖をご希望の場合は、営業担当者までご連絡をお願いいたします。
      </p>
      <p className="nisa-description" style={{marginTop: 20}}>
        ＜ご注意事項＞<br/>
        ・有価証券・お預り金がない状態でないとお受けできません。お預かり資産の売却、出金、移管等の手続きを予め行ってください。<br/>
        ※当サービスの出金最低金額は1,000ドルまたは100,000円となっているため、お預かり残金がそれ未満の場合、カスタマーサポートセンターにて出金を承ります。<br/>
        ・主口座を廃止しようとする場合、弊社にて開設した全ての副口座を含むお取引口座すべてについて廃止手続きを進めさせていただきます。<br/>
        尚、いずれかの副口座に有価証券・お預かり金がある場合廃止手続きをお受けできませんので、お預かり資産の売却、出金、移管等の手続きを予め行ってください。<br/>
        ・証券総合口座の解約手続きは、翌年3月末に行います。翌年3月末までは申告に必要な書類等を取得できるよう、お客さま口座にログインが可能な状態としております。<br/>
        ・信用取引を行ったお客さまで、配当落調整金の支払いが発生した場合、当社から後日ご請求をさせて頂きます。<br/>
        ・配当金、配当落調整金の受取りが発生した場合、お客さまの出金先金融機関へお振込をさせて頂きます。出金先金融機関に着金ができない場合、ご連絡をさせて頂きます。<br/>
        ・不公正取引や証券事故など、関係各機関からの調査依頼があった場合のほか、当社が必要と認める場合には、ご連絡を差し上げ場合があることを予めご理解ください。<br/>
        ・証券総合口座廃止届出書のご提出時は、必ず本人確認書類貼付けシートに本人確認書類の写しを貼り付け、同封してください。<br/>
        なお、口座廃止届出時に本人確認書類と認められる書類については、貼付けシートに記載の案内をご確認ください。
      </p>
    </div>
  );
}

export default CloseAccountContent;
